[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:92};
itm1={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:36,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:124,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm10={backcolor:0,background:130,barheight:16,barwidth:402,barx:2,bary:0,ccp:0,ccpzorder:over,height:16,id:58,irregularbar:0,irregularslider:0,name:MediaTrack,regularbar:61,regularslider:0,type:PROGRESSBAR,verticalPGB:false,visible:true,width:402,x:63,y:366,zorder:25};
itm11={height:0,id:59,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:0,x:2,y:3,zorder:26};
itm12={height:0,id:60,name:Aud_Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:0,x:154,y:64,zorder:27};
itm13={id:61,name:Playback,refID:14,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:63,y:409,zorder:28};
itm14={backcolor:0,height:225,id:65,img:1029,layout:normal,name:Media_artwork_base,type:IMAGEFIELD,visible:true,width:222,x:63,y:126,zorder:29,layout_param:{clipx:0,clipy:0}};
itm15={backcolor:0,height:218,id:66,img:34,layout:stretch-fill,name:Artwork,type:IMAGEFIELD,visible:true,width:218,x:63,y:126,zorder:30,layout_param:{}};
itm16={backcolor:0,bidimode:left-to-right,content:0\co33/-5\co35,font:45,height:34,highcolor:0,hlayout:right,id:70,linespacing:0,multiline:false,name:Actual_Time,type:TEXTFIELD,visible:true,vlayout:middle,width:163,wrapline:no-wrap,x:303,y:318,zorder:33};
itm2={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:37,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:276,zorder:8,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:setting,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm3={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:38,name:Music_Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:200,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:Music menu,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Menu,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm4={backcolor:0,bidimode:left-to-right,content:ALBUM,font:33,height:35,highcolor:0,hlayout:left,id:48,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:false,vlayout:top,width:328,wrapline:no-wrap,x:303,y:163,zorder:15};
itm5={backcolor:0,bidimode:left-to-right,content:Album title,font:45,height:34,highcolor:0,hlayout:left,id:49,linespacing:0,multiline:false,name:Album_title,type:TEXTFIELD,visible:true,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:282,zorder:16};
itm6={backcolor:0,bidimode:left-to-right,content:ARTIST,font:45,height:34,highcolor:0,hlayout:left,id:50,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:false,vlayout:top,width:328,wrapline:no-wrap,x:303,y:317,zorder:17};
itm7={backcolor:0,bidimode:left-to-right,content:TRACK,font:45,height:35,highcolor:0,hlayout:left,id:51,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:false,vlayout:top,width:328,wrapline:no-wrap,x:303,y:224,zorder:18};
itm8={backcolor:0,bidimode:left-to-right,content:Track title ,font:33,height:72,highcolor:0,hlayout:left,id:52,linespacing:-5,multiline:true,name:Music_title,type:TEXTFIELD,visible:true,vlayout:top,width:328,wrapline:wrap-by-word,x:303,y:164,zorder:19};
itm9={backcolor:0,bidimode:left-to-right,content:Artist name,font:45,height:68,highcolor:0,hlayout:left,id:53,linespacing:-4,multiline:true,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:328,wrapline:wrap-by-word,x:303,y:225,zorder:20};

